Repository: CCGE-BOADICEA/bws
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pt

source: Please note the following rules for breast cancer pathology data: (1) if an individual's ER status is unspecified, no pathology information for that individual will be taken into account in the calculation; (2) if a breast cancer is ER positive, no other pathology information for that individual will be taken into account in the calculation; (3) if a breast cancer is ER negative, information on PR and HER2 are only employed jointly: i.e. either the cancer is triple negative (ER-/PR-/HER2-) or it's not (i.e. ER-/PR-/HER2+ or ER-/PR+/HER2- or ER-/PR+/HER2+), no other options are considered; and (4) an individual's CK14 and CK5/6 status will only be taken into account in the calculation if both CK14 and CK5/6 are specified and the breast cancer is triple negative (ER negative, PR negative and HER2 negative).
de: Bitte beachten Sie die folgenden Regeln für die Daten zur Brustkrebspathologie: (1) Wird der ER-Status einer Person nicht angegeben, werden bei der Berechnung keine Pathologiedaten für diese Person berücksichtigt; (2) ist ein Brustkrebs ER-positiv, werden bei der Berechnung keine weiteren Pathologiedaten für diese Person berücksichtigt; (3) ist ein Brustkrebs ER-negativ, werden PR- und HER2-Daten für diese Person bei der Berechnung nur zusammen berücksichtigt: d. h. der Krebs ist entweder dreifach negativ (ER-/PR-/HER2-) oder er ist es nicht (d. h. ER-/PR-/HER2+ oder ER-/PR+/HER2- oder ER-/PR+/HER2+); andere Möglichkeiten werden nicht berücksichtigt; und (4) der CK14- und CK5/6-Status einer Person wird nur dann bei der Berechnung berücksichtigt, wenn sowohl CK14 als auch CK5/6 spezifiziert wurde und der Brustkrebs dreifach negativ (ER-negativ, PR-negativ und HER2-negativ) ist.
fr: Veuillez noter les règles suivantes pour les données sur la pathologie du cancer du sein : 1) si le statut ER d'une personne n'est pas spécifié, aucune information pathologique pour cette personne ne sera prise en compte dans le calcul ; 2) si un cancer du sein est ER positif, aucune autre information pathologique pour cette personne ne sera prise en compte dans le calcul ; 3) si un cancer du sein est ER négatif, les informations sur PR et HER2 pour cette personne ne seront prises en compte dans le calcul que si PR et HER2 sont utilisés ensemble : soit le cancer est triple négative (ER-/PR-/HER2-) soit il ne l'est pas (ER-/PR-/HER2+ ou ER-/PR+/HER2- ou ER-/PR+/HER2+), aucun autre option n'est considérée ; et 4) le statut CK14 et CK5/6 d'une personne ne sera pris en compte dans le calcul que si CK14 et CK5/6 sont tous deux spécifiés et que le cancer du sein est triple négatif (ER négatif, PR négatif et HER2 négatif).
it: Si tenga conto delle seguenti regole per i dati patologici del tumore della mammella: (1) se lo stato ER di un soggetto non è specificato, nel calcolo non sarà presa in considerazione alcuna informazione patologica per tale soggetto; (2) se un tumore della mammella è ER positivo, nel calcolo non saranno prese in considerazione altre informazioni patologiche per tale soggetto; (3) se un tumore della mammella è ER negativo, le informazioni su PR e HER2 vengono impiegate solo in modo congiunto: vale a dire, il tumore è triplo negativo (ER-/PR-/HER2-) o non lo è (cioè ER-/PR-/HER2+ o ER-/PR+/HER2- o ER-/PR+/HER2+), e non viene considerata alcun’altra opzione; e (4) lo stato CK14 e CK5/6 di un soggetto sarà preso in considerazione nel calcolo solo se CK14 e CK5/6 sono entrambi specificati e se il tumore della mammella è triplo negativo (ER negativo, PR negativo e HER2 negativo).
nl: Wij wijzen u op de volgende regels voor borstkankerpathologiegegevens: (1) als de ER-status van een individu niet is gespecificeerd, wordt er bij de berekening geen rekening gehouden met pathologiegegevens voor dat individu; (2) als een borstkanker ER-positief is, wordt er bij de berekening geen rekening gehouden met andere pathologiegegevens voor het individu; (3) als een borstkanker ER-negatief is, dan wordt de informatie over PR en HER2 alleen gezamenlijk verwerkt: namelijk of de kanker bijvoorbeeld triple-negatief is (ER-negatief, PR-negatief en HER2-negatief), of niet (bijv. ER-negatief, PR-negatief en HER2-positief, of ER-negatief, PR-positief en HER2-negatief, of ER-negatief, PR-positief en HER2-positief). Dan worden er geen andere opties overwogen. En (4) er wordt bij de berekening alleen rekening gehouden met de status CK14 en CK5/6 van individuen als zowel CK14 als CK5/6 zijn gespecificeerd en de borstkanker triple-negatief is (ER-negatief, PR-negatief en HER2-negatief).
pt: Favor observar as seguintes normas relativas aos dados de patologia do câncer de mama: (1) se o estado RE de um indivíduo não for especificado, nenhuma informação patológica desse indivíduo será levada em consideração para os cálculos; (2) se um câncer de mama for RE positivo, não será levado em consideração para os cálculos qualquer outra informação patológica; (3) se um câncer de mama for RE negativo, a informação sobre o RP e HER2 desse indivíduo só será aplicada em conjunto: ou seja, ou câncer é triplo negativo (RE-/RP-/HER2-) ou não é (ou seja, RE-/RP-/HER2+ ou RE-/RP+/HER2- ou RE-/RP+/HER2+), nenhuma outra opção será considerada; e (4) o estado de CK14 e de CK5/6 de um indivíduo só será levado em consideração nos cálculos se CK14 e CK5/6 forem especificados e o câncer de mama for triplo negativo (RE negativo, RP negativo e HER2 negativo).

source: Incomplete data record in the pedigree: family member "%(id)s" has an unspecified ER status, but another pathology parameter (PR, HER2, CK14 or CK5/6) has been specified. %(rules)s As a result, this individual's pathology information will not be taken into account in this case.
de: Unvollständiger Datensatz im Familienstammbaum: Der ER-Status von Familienmitglied "%(id)s" wurde nicht spezifiziert, aber ein anderer Pathologieparameter (PR, HER2, CK14 oder CK5/6) wurde spezifiziert. %(rules)s In diesem Fall werden die Pathologiedaten der Person nicht berücksichtigt.
es: Registro de datos incompleto en el linaje familiar: El pariente "%(id)s" tiene un estado ER no especificado, sin embargo, se ha especificado otro parámetro patológico (PR, HER2, CK14 o CK5/6). %(rules)s Como resultado, la información patológica de este individuo no será considerada en este caso.
fr: Données incomplètes dans le pedigree : le statut ER du membre de la famille "%(id)s" n'est pas spécifié, mais un autre paramètre de pathologie (PR, HER2, CK14 ou CK5/6) est spécifié. %(rules)s Par conséquent, l'information sur la pathologie de cet individu ne sera pas prise en compte dans ce cas.
it: Dati incompleti nell'albero genealogico: per il membro della famiglia "%(id)s" lo stato ER non è specificato, tuttavia è stato specificato un altro parametro patologico (PR, HER2, CK14 o CK5/6). %(rules)s Di conseguenza, in questo caso non saranno prese in considerazione le informazioni patologiche di questo soggetto.
nl: Onvolledige gegevens in de stamboom: familielid "%(id)s" heeft een niet gespecificeerde ER-status, maar een andere pathologieparameter (PR, HER2, CK14 of CK5/6) is gespecificeerd. %(rules)s Daarom wordt in dit geval geen rekening gehouden met de pathologiegegevens van dit individu.
pt: Registro incompleto de dados do heredograma: um membro da família "%(id)s" tem um estado RE não especificado, mas foi especificado outro parâmetro patológico (RP, HER2, CK14 ou CK5/6). %(rules)s Em consequência, neste caso não será levada em consideração a informação patológica sobre este indivíduo.

source: Incomplete data record in the pedigree: family member "%(id)s" has a breast cancer pathology where PR status is specified but HER2 status is unspecified (or vice versa). %(rules)sAs a result, PR and HER2 status will not be taken into account in this case.
de: Unvollständiger Datensatz im Familienstammbaum: Familienmitglied "%(id)s" hat eine Brustkrebspathologie, bei der der PR-Status spezifiziert, aber der HER2-Status nicht spezifiziert wurde (oder umgekehrt). %(rules)sIn diesem Fall werden PR- und HER2-Status nicht berücksichtigt.
es: Registro de datos incompleto en el linaje familiar: El pariente "%(id)s" tiene una patología de cáncer de mama en donde se especifica el estado PR pero no se especifica el estado HER2 (o viceversa). %(rules)sComo resultado, los estados PR y HER2 no serán considerados en este caso.
fr: Données incomplètes dans le pedigree : le membre de la famille "%(id)s" a une pathologie du cancer du sein où le statut PR est spécifié mais le statut HER2 n'est pas spécifié (ou vice versa). %(rules)sPar conséquent, les statuts PR et HER2 ne seront pas pris en compte dans ce cas.
it: Dati incompleti nell'albero genealogico: nei dati patologici del tumore della mammella sviluppato dal membro della famiglia "%(id)s" lo stato PR è specificato ma lo stato HER2 non è specificato (o viceversa). %(rules)sDi conseguenza, in questo caso non sarà preso in considerazione lo stato PR e HER2.
nl: Onvolledige gegevens in de stamboom: familielid "%(id)s" heeft borstkanker waarbij de PR-status is gespecificeerd maar de HER2-status niet is gespecificeerd (of omgekeerd). %(rules)sDaarom wordt in dit geval geen rekening gehouden met de PR-status en HER2-status.
pt: Registro incompleto de dados do heredograma: um membro da família "%(id)s" tem patologia do câncer de mama na qual o estado RP é especificado, mas o estado HER2 não é especificado (ou vice versa). %(rules)sEm consequência, neste caso não será levado em consideração o estado de RP e de HER2.

source: Incomplete data record in the pedigree: family member "%(id)s" has a breast cancer pathology where only CK14 or CK5/6 status has been specified. %(rules)s As a result, CK14 and CK5/6 status will not be taken into account in this case.
de: Unvollständiger Datensatz im Familienstammbaum: Familienmitglied "%(id)s" hat eine Brustkrebspathologie, bei der nur der CK14- oder der CK5/6-Status spezifiziert wurde. %(rules)s In diesem Fall werden der CK14- und der CK5/6-Status nicht berücksichtigt.
es: Registro de datos incompleto en el linaje familiar: El pariente "%(id)s" tiene una patología de cáncer de mama en donde solamente los estados CK14 o CK5/6 han sido especificados. %(rules)s Como resultado, los estados CK14 y CK5/6 no serán considerados en este caso.
fr: Données incomplètes dans le pedigree : le membre de la famille "%(id)s" a une pathologie du cancer du sein où seul le statut CK14 ou CK5/6 est spécifié. %(rules)s Par conséquent, les statuts CK14 et CK5/6 ne seront pas pris en compte dans ce cas.
it: Dati incompleti nell’albero genealogico: nei dati patologici di tumore della mammella del membro della famiglia "%(id)s" è stato specificato solo lo stato CK14 o CK5/6. %(rules)s Di conseguenza in questo caso non saranno presi in considerazione gli stati CK14 e CK5/6.
nl: Onvolledige gegevens in de stamboom: familielid "%(id)s" heeft borstkanker waarbij alleen de status CK14 of CK5/6 is gespecificeerd. %(rules)s Daarom wordt in dit geval geen rekening gehouden met de status CK14 of CK5/6.
pt: Registro incompleto de dados do heredograma: um membro da família "%(id)s" tem patologia do câncer de mama na qual apenas o estado de CK14 ou CK5/6 foi especificado. %(rules)s Em consequência, neste caso não será levado em consideração o estado de CK14 e de CK5/6.

source: Incomplete data record in your pedigree: family member "%(id)s" has a breast cancer pathology where CK14 or CK5/6 status is specified but the breast cancer pathology is not triple negative (ER negative, PR negative and HER2 negative). %(rules)s As a result, CK14 and CK5/6 status will not be taken into account in this case.
de: Unvollständiger Datensatz im Familienstammbaum: Familienmitglied "%(id)s" hat eine Brustkrebspathologie, bei der der CK14- oder CK5/6-Status spezifiziert wurde, aber die Brustkrebspathologie nicht dreifach negativ (ER-negativ, PR-negativ und HER2-negativ) ist. %(rules)s In diesem Fall werden der CK14- und der CK5/6-Status nicht berücksichtigt.
es: Registro de datos incompleto en el linaje familiar: El pariente "%(id)s" tiene una patología de cáncer de mama en donde los estados CK14 o CK5/6 han sido especificados pero la patología de cáncer de mama no es triple negativo (ER negativo, PR negativo y HER2 negativo). %(rules)s Como resultado, los estados CK14 y CK5/6 no serán considerados en este caso.
fr: Données incomplètes dans votre pedigree : le membre de la famille "%(id)s" a une pathologie du cancer du sein où le statut CK14 ou CK5/6 est spécifié, mais la pathologie du cancer du sein n'est pas triple négative (ER négatif, PR négatif et HER2 négatif). %(rules)s Par conséquent, les statuts CK14 et CK5/6 ne seront pas pris en compte dans ce cas.
it: Dati incompleti nell'albero genealogico: nei dati patologici del tumore della mammella del membro della famiglia "%(id)s" è specificato lo stato CK14 o CK5/6, ma la patologia del tumore della mammella non è triplo negativo (ER negativo, PR negativo e HER2 negativo). %(rules)s Di conseguenza in questo caso non saranno presi in considerazione gli stati CK14 e CK5/6.
nl: Onvolledige gegevens in de stamboom: familielid "%(id)s" heeft borstkanker waarbij de status CK14 of CK5/ 6 is gespecificeerd maar de borstkanker niet triple-negatief is (ER-negatief, PR-negatief en HER2-negatief). %(rules)s Daarom wordt in dit geval geen rekening gehouden met de status CK14 of CK5/6.
pt: Registro incompleto de dados do seu heredograma: um membro da família "%(id)s" tem patologia de câncer de mama na qual apenas o estado de CK14 ou de CK5/6 é especificado, mas a patologia de câncer de mama não é triplo negativo (RE negativo, RP negativo e HER2 negativo). %(rules)s Em consequência, neste caso não será levado em consideração o estado de CK14 e de CK5/6.

source: Incomplete data record in your pedigree: family member "%(id)s" has a breast cancer pathology that is ER positive, where an additional pathology parameter (PR, HER2, CK14 or CK5/6) has been specified. %(rules)s As a result, only ER positive status will be taken into account in this case.
de: Unvollständiger Datensatz im Familienstammbaum: Familienmitglied "%(id)s" hat eine Brustkrebspathologie, die ER-positiv ist und bei der ein weiterer Pathologieparameter (PR, HER2, CK14 oder CK5/6) spezifiziert wurde. %(rules)s In diesem Fall wird nur der ER-positiv-Status berücksichtigt.
fr: Données incomplètes dans votre pedigree : le membre de la famille "%(id)s" a une pathologie du cancer du sein ER positif, où un paramètre de pathologie supplémentaire (PR, HER2, CK14 ou CK5/6) est spécifié. %(rules)s Par conséquent, seul le statut ER positif sera pris en compte dans ce cas.
it: Dati incompleti nell'albero genealogico: nei dati patologici del tumore della mammella del membro della famiglia "%(id)s" è indicato uno stato ER positivo ma è stato specificato anche un altro parametro patologico (PR, HER2, CK14 o CK5/6). %(rules)s Di conseguenza, in questo caso, sarà preso in considerazione solo lo stato ER positivo.
nl: Onvolledige gegevens in de stamboom: familielid "%(id)s" heeft borstkanker met de status ER-positief, waarbij een extra pathologieparameter (PR, HER2, CK14 of CK5/6) is gespecificeerd. %(rules)s Daarom wordt in dit geval alleen rekening gehouden met de status ER-positief.
pt: Registro incompleto de dados do seu heredograma: um membro da família "%(id)s" tem patologia de câncer de mama que é RE positivo, na qual foi especificado um parâmetro patológico adicional (RP, HER2, CK14 ou CK5/6). %(rules)s Em consequência, neste caso será levado em consideração apenas o estado RE positivo.

source: Family member "%(id)s" has been assigned an invalid genetic test type. It must be specified with '0' for untested, 'S' for mutation search or 'T' for direct gene test.
de: Familienmitglied "%(id)s" wurde ein ungültiger Gentesttyp zugewiesen. Der Typ muss spezifiziert werden als "0" = nicht getestet, "S" = Mutationssuche oder "T" = gezielter Gentest.
es: El pariente "%(id)s" ha recibido asignado un tipo de prueba genética inválida. Debe especificarse con '0' para no sometido a prueba, 'S' para búsqueda de mutación o 'T' para prueba de gen directo.
fr: Le membre de la famille "%(id)s" s'est vu attribuer un type de test génétique non valide. Il doit être spécifié avec « 0 » pour non testé, « S » pour recherche de mutation ou « T » pour test génétique direct.
it: Al membro della famiglia "%(id)s" è stato assegnato un tipo di test genetico non valido. Deve essere specificato "0" per non testato, "S" per ricerca di mutazioni o "T" per test genetico mirato.
nl: Er is een ongeldig type genetische test toegewezen aan familielid "%(id)s". Deze persoon dient gespecificeerd te worden als '0' (voor niet getest), 'S' (voor zoekactie naar mutatie) of 'T' (voor directe genetische test).
pt: A um membro da família "%(id)s" foi atribuído um tipo de teste genético inválido. Deve-se especificar com '0' quando não testado, 'S' quando for pesquisa de mutação ou 'T' para teste genético direto.

source: Family member "%(id)s" has been assigned an invalid genetic test result. Genetic test results must be '0' for untested, 'N' for no mutation, 'P' mutation detected.
de: Familienmitglied "%(id)s" wurde ein ungültiges Gentestergebnis zugewiesen. Das Gentestergebnis muss angegeben werden als "0" = nicht getestet, "N" = keine Mutation oder "P" = Mutation erkannt.
es: El pariente "%(id)s" ha recibido asignado un resultado de prueba genética inválido. Los resultados de la prueba genética deben ser '0' para no sometido a prueba, 'N' para sin mutación y 'P' para mutación detectada.
fr: Un résultat de test génétique non valide a été attribué au membre de la famille "%(id)s". Les résultats des tests génétiques doivent être « 0 » pour les cas non testés, « N » pour aucune mutation ou « P » pour mutation détectée.
it: Al membro della famiglia "%(id)s" è stato assegnato un risultato di test genetico non valido. Per i risultati del test genetico deve essere specificato "0" per non testato, "N" per nessuna mutazione e "P" per mutazione rilevata.
nl: Er is een ongeldig resultaat van de genetische test toegewezen aan familielid "%(id)s". Resultaten van de genetische test moeten worden gespecificeerd als '0' voor niet getest, 'N' voor geen mutatie, 'P' voor mutatie gedetecteerd.
pt: A um membro da família "%(id)s" foi atribuído um resultado de teste genético inválido. Os resultados de testes genéticos devem ser '0' para não testado, 'N' para nenhuma mutação, 'P' mutação detectada.

source: Family member "%(id)s" has had a genetic test but the corresponding test result has not been specified.
de: Bei Familienmitglied "%(id)s" wurde ein Gentest durchgeführt, aber das entsprechende Testergebnis wurde nicht spezifiziert.
es: El pariente "%(id)s" ha recibido una prueba genética pero el resultado de la prueba correspondiente no ha sido especificado.
fr: Le membre de la famille "%(id)s" a subi un test génétique mais le résultat du test correspondant n'est pas spécifié.
it: Il membro della famiglia "%(id)s" si è sottoposto a un test genetico, ma il risultato del test corrispondente non è stato specificato.
nl: Familielid "%(id)s" heeft een genetische test ondergaan, maar het bijbehorende testresultaat is niet gespecificeerd.
pt: Um membro da família "%(id)s" fez um teste genético, mas o resultado do teste correspondente não foi especificado.

source: Family member "%(id)s" has been assigned a genetic test result, but the corresponding genetic test type has not been specified.
de: Familienmitglied "%(id)s" wurde ein Gentestergebnis zugewiesen, aber der entsprechende Gentesttyp wurde nicht spezifiziert.
es: El pariente "%(id)s" ha recibido asignado un resultado de prueba genética pero el tipo de prueba genética correspondiente no ha sido especificado.
fr: Le membre de la famille "%(id)s" s'est vu attribuer un résultat de test génétique, mais le type de test génétique correspondant n'est pas spécifié.
it: Al membro della famiglia "%(id)s" è stato assegnato un risultato del test genetico, ma il tipo di test genetico corrispondente non è stato specificato.
nl: Er is een resultaat van een genetische test toegewezen aan familielid "%(id)s", maar het bijbehorende type genetische test is niet gespecificeerd.
pt: A um membro da família "%(id)s" foi atribuído um resultado de teste genético, mas o tipo de teste genético correspondente não foi especificado.

source: Family member "%(id)s" has an age at cancer diagnosis (%(ctype)s) specified as %(dage)s. Age at cancer diagnosis must be set to '0' for unaffected, 'AU' for affected at unknown age, or specified with an integer in the range 1-%(max_age)s.
de: Für Familienmitglied "%(id)s" wurde das Alter bei Krebsdiagnose (%(ctype)s) als %(dage)s spezifiziert. Das Alter bei Krebsdiagnose muss angegeben werden als "0" = nicht betroffen, "AU" = betroffen in unbekanntem Alter oder als ganze Zahl von 1-%(max_age)s.
es: La edad del pariente "%(id)s" en el momento del diagnóstico del cáncer (%(ctype)s) ha sido especificada como %(dage)s. La edad en el momento de diagnóstico del cáncer debe ser '0' para no afectado, 'AU' para afectado a edad desconocida o especificarse con un número entero dentro del intervalo de 1-%(max_age)s.
fr: L'âge du membre de la famille "%(id)s" au moment du diagnostic de cancer (%(ctype)s) était %(dage)s. L'âge au moment du diagnostic du cancer doit être défini comme « 0 » pour les personnes non atteintes, « AU » pour les personnes atteintes d'un âge inconnu ou spécifié par un nombre entier compris entre 1 et %(max_age)s.
it: Per il membro della famiglia "%(id)s" è stata specificata un'età alla diagnosi di tumore (%(ctype)s) pari a %(dage)s. L'età alla diagnosi di tumore deve essere specificata come "0" per "non affetto", "AU" per "affetto a un'età non nota", oppure con un numero intero compreso nell'intervallo 1-%(max_age)s.
nl: Familielid "%(id)s" heeft een leeftijd ten tijde van de diagnose van kanker (%(ctype)s) die is gespecificeerd als %(dage)s. De leeftijd ten tijde van de diagnose van kanker moet worden ingesteld op '0' voor niet beïnvloed, 'AU' voor beïnvloed op onbekende leeftijd, of worden gespecificeerd met een geheel getal in het bereik 1-%(max_age)s.
pt: Um membro da família "%(id)s" tem a idade na data do diagnóstico de câncer (%(ctype)s) especificada como %(dage)s. A idade na data do diagnóstico de câncer deve ser estabelecida como '0' para não afetado, 'AU' para afetado em idade desconhecida, ou especificada por um número inteiro no intervalo de 1-%(max_age)s.
