Repository: CCGE-BOADICEA/bws
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pt

source: Family member "%(id)s" has been assigned an age at cancer diagnosis that exceeds age at last follow up. An age at cancer diagnosis must not exceed an age at last follow up.
de: Familienmitglied "%(id)s" wurde ein Alter bei Krebsdiagnose zugewiesen, das höher ist als das Alter bei der letzten Nachuntersuchung. Das Alter bei Krebsdiagnose darf das Alter bei der letzten Nachuntersuchung nicht übersteigen.
es: El pariente "%(id)s" ha recibido asignada una edad en el momento del diagnóstico del cáncer que excedía la edad del último chequeo. La edad del diagnóstico del cáncer no debe exceder la edad del último chequeo.
fr: L'âge attribué au membre de la famille "%(id)s" au moment du diagnostic de cancer dépasse l'âge indiqué au dernier suivi. L'âge au moment du diagnostic de cancer ne doit pas dépasser l'âge au dernier suivi.
it: Al membro della famiglia "%(id)s" è stata assegnata un'età alla diagnosi di tumore che supera l'età registrata all'ultimo follow-up. L'età alla diagnosi di tumore non deve superare l'età registrata all'ultimo follow-up.
nl: Er is een leeftijd ten tijde van de diagnose van kanker toegewezen aan familielid "%(id)s" die hoger is dan bij de laatste follow up. De leeftijd ten tijde van de diagnose van kanker mag niet hoger zijn dan de leeftijd bij de laatste follow up.
pt: A um membro da família "%(id)s" foi atribuída uma idade na data do diagnóstico de câncer superior à idade no último acompanhamento. A idade na data do diagnóstico de câncer não deve exceder a idade no último acompanhamento.

source: Family member "%(id)s" is male but has been assigned an ovarian cancer diagnosis.
de: Familienmitglied "%(id)s" ist männlich, ihm wurde als Diagnose aber Eierstockkrebs zugewiesen.
es: El pariente "%(id)s" es hombre pero ha recibido asignado un diagnóstico de cáncer de ovario.
fr: Le membre de la famille "%(id)s" est un homme, mais un diagnostic de cancer de l'ovaire a été attribué.
it: Il membro della famiglia "%(id)s" è di sesso maschile, ma è stata assegnata al soggetto una diagnosi di tumore dell'ovaio.
nl: Het familielid "%(id)s" is mannelijk, maar er is een diagnose van eierstokkanker toegewezen.
pt: Um membro da família "%(id)s" é do sexo masculino, mas lhe foi atribuído um diagnóstico de câncer de ovário.

source: Family member "%(id)s" is female but has been assigned an prostate cancer diagnosis.
de: Familienmitglied "%(id)s" ist weiblich, ihm wurde als Diagnose aber Prostatakrebs zugewiesen.
es: El pariente "%(id)s" es mujer pero ha recibido asignado un diagnóstico de cáncer de próstata.
fr: Le membre de la famille "%(id)s" est une femme, mais un diagnostic de cancer de la prostate a été attribué.
it: Il membro della famiglia "%(id)s" è di sesso femminile, ma è stata assegnata al soggetto una diagnosi di tumore della prostata.
nl: Het familielid "%(id)s" is vrouwelijk, maar er is een diagnose van prostaatkanker toegewezen.
pt: Um membro da família "%(id)s" é do sexo feminino, mas lhe foi atribuído um diagnóstico de câncer de próstata.

source: Family member "%(id)s" has been diagnosed with cancer but has no year of birth specified. All family members with cancer must have a valid year of birth. If an affected family member's year of birth is unknown, it is always better to provide some estimate of it so that risks are not underestimated.
de: Bei Familienmitglied "%(id)s" wurde eine Krebserkrankung diagnostiziert, es ist aber kein Geburtsjahr spezifiziert. Für alle Familienmitglieder mit Krebs muss ein gültiges Geburtsjahr angegeben werden. Wenn das Geburtsjahr eines betroffenen Familienmitglieds unbekannt ist, ist es besser, ein ungefähres Jahr anzugeben, damit die Risiken nicht unterschätzt werden.
es: El pariente "%(id)s" ha sido diagnosticado con cáncer pero no se ha indicado la fecha de nacimiento. Todos los parientes con cáncer deben indicar una fecha de nacimiento válida. Si se desconoce la fecha de nacimiento de un pariente con cáncer se recomienda indicar una aproximación de modo que no se subestimen los riesgos.
fr: Le membre de la famille "%(id)s" a été diagnostiqué avec un cancer mais aucune année de naissance n'est spécifiée. Tous les membres de la famille atteints d'un cancer doivent avoir une année de naissance valide. Si l'année de naissance d'un membre de la famille atteint est inconnue, il est toujours préférable de fournir une estimation afin que les risques ne soient pas sous-estimés.
it: Il membro della famiglia "%(id)s" ha ricevuto una diagnosi di tumore, ma il suo anno di nascita non è stato specificato. Per tutti i membri della famiglia affetti da tumore deve essere specificato un anno di nascita valido. Se l'anno di nascita di un membro della famiglia affetto da tumore non è noto, è sempre consigliabile fornire un anno di nascita presunto, in modo che i rischi non vengano sottostimati.
nl: Er is een diagnose van kanker gesteld bij familielid "%(id)s", maar er is geen geboortejaar gespecificeerd. Alle familieleden met kanker moeten een geldig geboortejaar hebben. Indien het geboortejaar van het betreffende familielid onbekend is, dan is het altijd beter een schatting te geven, zodat risico’s niet worden onderschat.
pt: Um membro da família "%(id)s" foi diagnosticado com câncer, mas ano de seu nascimento não foi especificado. Todos os membros da família com câncer devem ter um ano de nascimento válido. Se o ano de nascimento de um membro da família afetado for desconhecido, é sempre melhor fornecer uma estimativa do mesmo para que os riscos não sejam subestimados.

source: Family member "%(id)s" has had contralateral breast cancer, but the age at diagnosis of the first breast cancer is missing.
de: Familienmitglied "%(id)s" hatte kontralateralen Brustkrebs, das Alter bei Diagnose des ersten Brustkrebses fehlt jedoch.
es: El pariente "%(id)s" tiene cáncer de mama contralateral pero la edad del diagnóstico del primer cáncer no aparece indicada.
fr: Le membre de la famille "%(id)s" a eu un cancer du sein controlatéral, mais l’âge au moment du diagnostic du premier cancer du sein n'est pas indiqué.
it: Il membro della famiglia "%(id)s" ha avuto un tumore della mammella controlaterale, ma l'età alla diagnosi del primo tumore della mammella non è stata specificata.
nl: Familielid "%(id)s" heeft contralaterale borstkanker gehad, maar de leeftijd ten tijde van de diagnose van de eerste borstkanker ontbreekt.
pt: Um membro da família "%(id)s" teve câncer de mama contralateral, mas falta a sua idade na data do diagnóstico do primeiro câncer de mama.

source: Family member "%(id)s" has had contralateral breast cancer, but the age at diagnosis of the first breast cancer exceeds that of the second breast cancer.
de: Familienmitglied "%(id)s" hatte kontralateralen Brustkrebs, das Alter bei Diagnose des ersten Brustkrebses ist jedoch höher als das des zweiten Brustkrebses.
es: El pariente "%(id)s" tiene cáncer de mama contralateral pero la edad del diagnóstico del primer cáncer de mama es superior a la del segundo cáncer de mama.
fr: Le membre de la famille "%(id)s" a eu un cancer du sein controlatéral, mais l'âge au moment du diagnostic du premier cancer du sein dépasse celui du deuxième cancer du sein.
it: Il membro della famiglia "%(id)s" ha avuto un tumore della mammella controlaterale, ma l'età alla diagnosi del primo tumore della mammella supera quella associata al secondo tumore della mammella.
nl: Familielid "%(id)s" heeft contralaterale borstkanker gehad, maar de leeftijd ten tijde van de diagnose van de eerste borstkanker is hoger dan die ten tijde van de tweede borstkanker.
pt: Um membro da família "%(id)s" teve câncer de mama contralateral, mas a sua idade na data do diagnóstico do primeiro câncer de mama é superior a do segundo câncer de mama.

source: Request has timed out.
de: Zeitüberschreitung der Anforderung.
es: La solicitud ha expirado.
fr: Délai d’attente de la demande dépassé.
it: La richiesta è scaduta.
nl: Time-out bij verzoek.
pt: O seu pedido expirou.

source: year of birth and age at last follow up must be specified in order for %(id)s to be included in a calculation
de: Damit %(id)s bei der Berechnung berücksichtigt werden kann, müssen Geburtsjahr und Alter bei der letzten Nachuntersuchung eingegeben werden.
es: Debe especificar el año de nacimiento y la edad en el momento del último chequeo para poder incluir %(id)s en un cálculo
fr: l'année de naissance et l'âge au dernier suivi doivent être spécifiés pour que %(id)s soit inclus dans le calcul
it: È necessario specificare l'anno di nascita e l'età all'ultimo follow-up affinché %(id)s sia incluso nel calcolo
nl: Geboortejaar en leeftijd ten tijde van laatste follow-up moet worden gespecificeerd voor %(id)s opname in een berekening
pt: o ano de nascimento e a idade no último acompanhamento têm de ser especificados a fim de %(id)s ser incluído num cálculo

source: Mammographic Density
de: Mammographisch ermittelte Brustdrüsendichte
es: Densidad mamográfica
fr: Densité mammaire
it: Densità mammografica
nl: Borstdensiteit
pt: Densidade mamográfica

source: Height (cm)
de: Körpergröße (cm)
es: Altura (cm)
fr: Taille (cm)
it: Altezza (cm)
nl: Lengte (cm)
pt: Altura (cm)

source: Age at First Occurrence of Menstruation
de: Alter bei der ersten Menstruation
es: Edad en el momento de la primera menstruación
fr: Âge aux premières règles
it: Età alla prima mestruazione
nl: Leeftijd ten tijde van eerste menstruatie
pt: Idade que ocorreu a primeira menstruação

source: Number of Children
de: Anzahl Kinder
es: Número de hijos
fr: Nombre d’enfants
it: Numero di figli
nl: Aantal kinderen
pt: Número de filhos

source: Age of First Live Birth
de: Alter bei der ersten Lebendgeburt
es: Edad en el parto del primer nacido vivo
fr: Âge à la première naissance
it: Età alla nascita del primo figlio
nl: Leeftijd bij eerste levend geboren kind
pt: Idade ao nascimento do primeiro filho vivo

source: Oral Contraception Usage
de: Anwendung oraler Verhütungsmittel
es: Uso de anticonceptivos orales
fr: Recours à une contraception orale
it: Uso di contraccettivi orali
nl: Gebruik van orale anticonceptiemiddelen
pt: Uso de contraceptivo oral

source: Hormone Replacement Therapy
de: Hormonersatztherapie
es: Terapia hormonal sustitutiva
fr: Traitement hormonal substitutif
it: Terapia ormonale sostitutiva
nl: Hormoonvervangende therapie (HVT)
pt: Terapêutica de reposição hormonal

source: Body Mass Index
es: Índice de masa corporal
fr: Indice de masse corporelle
it: Indice di massa corporea
nl: Body Mass Index/Queteletindex
pt: Índice de massa corporal

source: Alcohol Intake (grams/day)
de: Alkoholkonsum (Gramm/Tag)
es: Consumo de alcohol (gramos/día)
fr: Consommation d’alcool (grammes/jour)
it: Assunzione di alcol (grammi/giorno)
nl: Alcoholconsumptie (gram/dag)
pt: Consumo de álcool (gramas/dia)

source: Age of Menopause
de: Alter bei der Menopause
es: Edad en el momento de la menopausia
fr: Âge à la ménopause
it: Età alla menopausa
nl: Leeftijd bij overgang
pt: Idade da menopausa

source: Duration of Oral Contraception Use
de: Dauer der Anwendung oraler Verhütungsmittel
es: Duración del uso anticonceptivo oral
fr: Durée d’utilisation de la contraception orale
it: Durata dell'uso della contraccezione orale
nl: Duur van gebruik van orale anticonceptiemiddelen
pt: Duração do uso de contraceptivo oral

source: Tubal Ligation
de: Tubenligatur
es: Ligadura de trompas
fr: Ligature des trompes
it: Legatura delle tube
nl: Afgebonden eileiders
pt: Laqueadura das trompas

source: Endometriosis
de: Endometriose
fr: Endométriose
it: Endometriosi
nl: Endometriose
pt: Endometriose

source: Please note the following rules for breast cancer pathology data: (1) if an individual's ER status is unspecified, no pathology information for that individual will be taken into account in the calculation; (2) if a breast cancer is ER positive, no other pathology information for that individual will be taken into account in the calculation; (3) if a breast cancer is ER negative, information on PR and HER2 for that individual will only be taken into account in the calculation if both PR and HER2 are specified; and (4) an individual's CK14 and CK5/6 status will only be taken into account in the calculation if both CK14 and CK5/6 are specified and the breast cancer is triple negative (ER negative, PR negative and HER2 negative).
es: Por favor, tenga en cuenta las normas siguientes relacionadas con los datos patológicos del cáncer de mama: (1) si el estado ER de un sujeto no está especificado, no se tendrá en cuenta en el cálculo ningún tipo de información patológica para dicho individuo; (2) si en cáncer de mama es ER positivo, no se tendrá en cuenta en el cálculo ningún otro tipo de información patológica; (3) si el cáncer de mama es ER negativo, la información sobre PR y HER2 de dicho sujeto solamente será considerada en el cálculo si se especifican tanto PR como HER2; y (4) el estado CK14 y CK5/6 de un sujeto solamente será considerado en el cálculo si tanto CK14 como CK5/6 son especificados y si el cáncer de mama es triple negativo (ER negativo, PR negativo y HER2 negativo).

source: Incomplete data record in your pedigree: family member "%(id)s" has a breast cancer pathologythat is ER positive, where an additional pathology parameter (PR, HER2, CK14 or CK5/6) has been specified. %(rules)s As a result, only ER positive status will be taken into account in this case.
es: Registro de datos incompleto en el linaje familiar: El pariente "%(id)s" tiene una patología de cáncer de mama ER positivo y se ha especificado un parámetro patológico adicional (PR, HER2, CK14 o CK5/6). %(rules)s Como resultado, solamente el estado ER positivo será considerado en este caso.
